Repository: gokayg6/vuappxtrioxxtt
Catalog: VibeU/VibeU/Resources/*.lproj/Localizable.strings
Languages: tr

# Hızlı Tanış
source: Speed Date
tr: Hızlı Tanış

# Ses Tanış
source: Voice Date
tr: Ses Tanış

# Burç Eşleş
source: Astro Match
tr: Burç Eşleş

# Premium'a Geç
source: Go Premium
tr: Premium'a Geç

# Sınırsız beğeni, reklamsız kullanım, özel özellikler
source: Unlimited likes, ad-free experience, special features
tr: Sınırsız beğeni, reklamsız kullanım, özel özellikler

# Premium'u Keşfet
source: Discover Premium
tr: Premium'u Keşfet

# Daha sonra
source: Later
tr: Daha sonra

# Yaklaşan Etkinlikler
source: Upcoming Events
tr: Yaklaşan Etkinlikler

# Macera
source: Adventure
tr: Macera

# Romantik
source: Romantic
tr: Romantik

# Sakin
source: Chill
tr: Sakin

# Bugün Nasıl Hissediyorsun?
source: How do you feel today?
tr: Bugün Nasıl Hissediyorsun?

# Ruh Eşini Bul
source: Find Your Soulmate
tr: Ruh Eşini Bul

# Başla
source: Start
tr: Başla

# Sana Özel
source: For You
tr: Sana Özel

# Paylaş
source: Share
tr: Paylaş

# Çift Randevu
source: Double Date
tr: Çift Randevu

# Reklam izleniyor...
source: Watching ad...
tr: Reklam izleniyor...

# Reklam Süresi
source: Ad Break
tr: Reklam Süresi

# İzle ve Devam Et
source: Watch & Continue
tr: İzle ve Devam Et
